{
  "title": "Чому варто купувати вироби з конопляної тканини та конопляним наповнювачем?",
  "advantagesList": [
    {
      "id": 1,
      "title": "Екологічність",
      "icon": "SiLeaflet",
      "items": [
        {
          "itemTitle": "Стійке виробництво:",
          "itemText": "Конопля є швидкозростаючою рослиною, яка потребує менше води у порівнянні з іншими культурами, такими як бавовна. Це робить її більш стійким та екологічно чистим варіантом."
        },
        {
          "itemTitle": "Біодеградація:",
          "itemText": "Конопляна тканина та наповнювач повністю біорозкладаються, що означає, що вони не залишають довгострокової шкоди для навколишнього середовища після утилізації."
        }
      ]
    },
    {
      "id": 2,
      "title": "Гіпоалергенність",
      "icon": "FaShieldVirus",
      "items": [
        {
          "itemTitle": "Протимікробні властивості:",
          "itemText": "Конопля має природні протимікробні властивості, що допомагає запобігти розвитку бактерій, плісняви ​​та інших мікроорганізмів. Це робить такі подушки гарним вибором для людей з алергією чи астмою."
        },
        {
          "itemTitle": "Натуральні матеріали:",
          "itemText": "Конопляна тканина та наповнювач не містять синтетичних хімікатів, які можуть спричинити подразнення шкіри або дихальних шляхів."
        }
      ]
    },
    {
      "id": 3,
      "title": "Комфорт та здоров'я",
      "icon": "RiMentalHealthFill",
      "items": [
        {
          "itemTitle": "Терморегуляція:",
          "itemText": "Конопляна тканина має відмінні терморегулюючі властивості, що дозволяє підтримувати комфортну температуру в будь-яку пору року. Вона зберігає тепло взимку та прохолоду влітку."
        },
        {
          "itemTitle": "Підтримка:",
          "itemText": "Конопляний наповнювач забезпечує хорошу підтримку шиї та голови, допомагаючи покращити якість сну та знизити напругу м'язів."
        }
      ]
    },
    {
      "id": 4,
      "title": "Довговічність",
      "icon": "FaShieldAlt",
      "items": [
        {
          "itemTitle": "Міцність:",
          "itemText": "Конопляна тканина дуже міцна та стійка до зношування, що робить такі подушки довговічними. Вони зберігають свою форму та якість навіть після багаторазових прань та тривалого використання."
        },
        {
          "itemTitle": "Стійкість до деформації:",
          "itemText": "Конопляний наповнювач менш схильний до деформації в порівнянні з синтетичними матеріалами, що допомагає подушці зберігати свою форму та пружність протягом тривалого часу."
        }
      ]
    },
    {
      "id": 5,
      "title": "Зручність догляду",
      "icon": "MdDryCleaning",
      "items": [
        {
          "itemTitle": "Легкість у догляді:",
          "itemText": "Конопляна тканина легко стирається та швидко сохне. Це спрощує догляд за подушками та дозволяє підтримувати їх у чистоті та свіжості без особливих"
        },
        {
          "itemTitle": "Стійкість до запахів:",
          "itemText": "Коноплі природно стійкі до неприємних запахів, що робить подушки з цього матеріалу більш гігієнічними та приємними у використанні.Ці переваги роблять подушки з конопляної тканини та наповнювача чудовим вибором для тих, хто цінує екологічність, комфорт та здоров'я."
        }
      ]
    }
  ]
}
