{
  "title": "Чому варто купувати вироби з конопляної тканини та конопляним наповнювачем?",
  "advantagesList": [
    {
      "id": 1,
      "title": "Екологічність",
      "icon": "SiLeaflet",
      "items": [
        {
          "itemTitle": "Природне походження:",
          "itemText": "конопляне волокно — 100% натуральне, не містить синтетики."
        },
        {
          "itemTitle": "Біорозкладність:",
          "itemText": "товари повністю розкладаються без шкоди для природи."
        },
        {
          "itemTitle": "Мінімальний вплив на довкілля:",
          "itemText": "вирощування конопель потребує менше води та пестицидів у порівнянні з іншими культурами."
        },
         {
          "itemTitle": "Енергоефективне виробництво:",
          "itemText": "екологічні технології обробки та переробки волокон."
        },
        {
          "itemTitle": "Відсутність токсичних хімікатів:",
          "itemText": "не шкодять людині та природі."
        }
      ]
    },
    {
      "id": 2,
      "title": "Гіпоалергенність",
      "icon": "FaShieldVirus",
      "items": [
        {
          "itemTitle": "Протимікробні властивості:",
          "itemText": "Конопля має природні протимікробні властивості, що допомагає запобігти розвитку бактерій, плісняви ​​та інших мікроорганізмів. Це робить такі подушки гарним вибором для людей з алергією чи астмою."
        },
        {
          "itemTitle": "Натуральні матеріали:",
          "itemText": "Конопляна тканина та наповнювач не містять синтетичних хімікатів, які можуть спричинити подразнення шкіри або дихальних шляхів."
        }
      ]
    },
    {
      "id": 3,
      "title": "Комфорт та здоров'я",
      "icon": "RiMentalHealthFill",
      "items": [
        {
          "itemTitle": "Терморегуляція:",
          "itemText": "Конопляна тканина має відмінні терморегулюючі властивості, що дозволяє підтримувати комфортну температуру в будь-яку пору року. Вона зберігає тепло взимку та прохолоду влітку."
        },
        {
          "itemTitle": "Природне походження:",
          "itemText": "Має природну антистатичну структуру, завдяки чому пил та дрібні частинки практично не “чіпляються”. Конопляна тканина дихає, тому волога та частинки пилу швидше випаровуються або не осідають. Для людей з алергією або чутливою шкірою це особливо корисно, бо мінімізує контакт з пиловими кліщами."
        }
      ]
    },
    {
      "id": 4,
      "title": "Довговічність",
      "icon": "FaShieldAlt",
      "items": [
        {
          "itemTitle": "Міцність та стійкість:",
          "itemText": "Конопляне волокно відоме своєю неймовірною міцністю — воно значно міцніше за бавовну та стійке до розривів. Тканини з коноплі довго зберігають форму, не витягуються і не деформуються після багаторазового прання. Це робить продукцію надзвичайно довговічною та економічною: ваші товари служитимуть роками, зберігаючи якість, комфорт і естетику."
        }
      ]
    },
    {
      "id": 5,
      "title": "Зручність догляду",
      "icon": "MdDryCleaning",
      "items": [
        {
          "itemTitle": "Легкість у догляді:",
          "itemText": "Конопляні тканини дуже практичні та невибагливі у догляді. Рекомендується прати їх при щадному режимі та температурі до 40°C, уникати агресивних відбілювачів і хімічних засобів. Тканина швидко сохне і не втрачає форму навіть після багаторазового прання. Для збереження м’якості можна використовувати щадні кондиціонери або сушити на свіжому повітрі. Такі речі служать довго, зберігаючи красу та натуральні властивості волокна. Конопляне волокно потрібно періодично провітрювати!"
        }
      ]
    }
  ]
}
